Repository: hallbh/ExcellentCatan
Catalog: Catan/Properties/Resources.*.resx
Languages: fr

# Build_CannotAfford
source: choose something you can afford! Begin building or end turn.
fr: Choisissez quelque chose que vous pouvez vous permettre! Commencer la construction ou terminer le tour.

# Build_Instruction
source: begin building or end turn.
fr: Commencer la construction ou terminer le tour

# DevCard_NoCard
source: You do not have any of that kind of card to play!
fr: Vous n'avez aucune carte de ce type à jouer!

# Item_Brick
source: Brick
fr: Brique

# Item_City
source: City
fr: Ville

# Item_Desert
source: Desert
fr: Désert

# Item_KnightCard
source: Knight Card
fr: Chevalier

# Item_Lumber
source: Lumber
fr: Bois

# Item_MonopolyCard
source: Monopoly Card
fr: Monopole

# Item_Ore
source: Ore
fr: Minerai

# Item_Road
source: Road
fr: Route

# Item_RoadBuildingCard
source: Road Building Card
fr: Construction de Route

# Item_Settlement
source: settlement
fr: Règlement

# Item_VictoryPointCard
source: Victory Point Card
fr: Carte de points de victoire

# Item_Wool
source: Wool
fr: Laine

# Item_YearOfPlentyCard
source: Year of Plenty Card
fr: Année d'abondance

# MoveRobber_Instruction
source: select a hex to place the Robber on.
fr: Sélectionnez un hexagone sur lequel placer le voleur.

# MoveRobber_SameHexNotAllowed
source: select a DIFFERENT hex to place the Robber on.
fr: Sélectionnez un autre hexagone sur lequel placer le voleur.

# PlaceCity_Instruction
source: place a city.
fr: placer une ville.

# PlaceInitialRoad_Instruction
source: place a road next to that settlement.
fr: placer une route à côté de ce règlement.

# PlaceRoad_Instruction
source: place a road.
fr: placer une route.

# PlaceSettlement_Instruction
source: place a settlement.
fr: placer un règlement.

# Player_PlayerColor_Blue
source: Blue
fr: Bleu

# Player_PlayerColor_Red
source: Red
fr: Rouge

# Player_PlayerColor_White
source: White
fr: Blanc

# PlayMonopoly_Instruction
source: select a hex for the resource you would like to steal from everyone.
fr: Sélectionnez un hexagone pour la ressource que vous souhaitez voler à tout le monde.

# PlayYearOfPlenty_Instruction
source: select a hex for the first resource you would like to receive.
fr: Sélectionnez un hexagone pour la première ressource que vous souhaitez recevoir.

# PlayYearOfPlenty_OutOfAllResources
source: sorry, there are no remaining resources.
fr: désolé, il n'y a pas de ressources restantes.

# PlayYearOfPlenty_OutOfAResource
source: sorry, that resource has run out. Select a different hex for a resource you would like to receive.
fr: désolé, cette ressource est épuisée. Sélectionnez un hexagone différent pour une ressource que vous souhaitez recevoir.

# Presenter_DisplayPlayerVictory_VictoryTextFormat
source: {0} Wins!
fr: {0} Gagne!

# Rob_CannotRobSelf
source: stealing from yourself is not a valid choice! Select an adjacent city or settlement!
fr: Voler soi-même n'est pas un choix valable! Sélectionnez une ville ou une localité adjacente!

# Rob_Instruction
source: select an adjacent city or settlement to steal a resource from.
fr: sélectionnez une ville adjacente ou une colonie dans laquelle voler une ressource.

# Rob_MustBeAdjacent
source: that city is not adjacent! Select an adjacent city or settlement!
fr: cette ville n'est pas adjacente! Sélectionnez une ville ou une localité adjacente!

# Rob_MustSelectCity
source: there is no city or settlement there! Select an adjacent city or settlement!
fr: il n'y a pas de ville ou de règlement là-bas! Sélectionnez une ville ou une localité adjacente!

# Rob_PlayerIsBroke
source: what a pity! that player didn't have any resources.
fr: quel dommage! ce joueur n'avait aucune ressource.

# RollDice_Instruction
source: roll dice.
fr: roulez les dés.

# Trade_Instruction
source: select harbor or 4:1 to trade or move to build phase
fr: sélectionnez port ou 4:1 pour échanger ou passer à la phase de construction

# PlayRoadBuilding_NoRoads
source: You're out of roads!
fr: Vous êtes hors des routes!

# PlaceSettlement_Fail
source: Your settlement must be placed next to a road you own, at least two roads away from another settlement.
fr: Votre village doit être placé à côté d’une route que vous possédez et à au moins deux routes d’une autre ville.

# Build_CannotPlace
source: sorry, there are no valid places for you to build that. Begin building or end turn.
fr: désolé, il n’existe pas d’endroits valides pour cela. Commencer la construction ou terminer le tour.

# Item_LargestArmyCard
source: Largest Army Owner:
fr: La plus grande armée

# Item_LongestRoadCard
source: Longest Road Owner:
fr: La plus longue route

# ActionType_Build
source: Build
fr: Construction

# ActionType_RequestCity
source: Build City
fr: Construire la ville

# ActionType_RequestRoad
source: Build Road
fr: Construire la route

# ActionType_RequestSettlement
source: Build Settlement
fr: Construire le règlement

# ActionType_RequestDevCard
source: Buy Dev Card
fr: Acheter carte de dév

# ActionType_EndTurn
source: End Turn
fr: Fin de tour

# ActionType_PlayDevCard
source: Play
fr: Jouer

# ActionType_RollDice
source: Roll Dice
fr: Roulez les dés

# ActionType_RequestTradeBasic
source: Trade 4:1
fr: Commerce 4:1

# Player_None
source: None
fr: Aucun

# DoTrade_Instruction
source: Select the hex of the type of resource you would like to trade away
fr: sélectionnez l'hex du type de ressource que vous souhaitez recevoir

# Trade_NotEnoughToTrade
source: sorry, you don't have enough resources to trade that way.
fr: sélectionnez l'hex du type de ressource que vous souhaitez recevoir

# DoTrade_NotEnough
source: sorry, you don't have enough of that to trade. Select the hex of the type of resource you would like to trade away.
fr: désolé, vous n'en avez pas assez pour échanger. Sélectionnez l'hex du type de ressource que vous souhaitez échanger.

# Trade_BankCantTrade
source: sorry, the bank is out of resources. Move to build phase.
fr: désolé, la banque est à court de ressources. Déplacer pour construire la phase.

# StartButton
source: Start!
fr: Début!

# Trade_InvalidHarbor
source: Sorry, you don't have a settlement or city next to that harbor.
fr: Désolé, vous n'avez pas de village ou de ville à côté de ce port.

# Title
source: Settlers of Catan
fr: Klaus Teuber Catane

# DoTrade_SelectWant
source: select the hex of the a different resource type you would like to receive
fr: Sélectionnez l'hex du type de ressource que vous souhaitez recevoir

# PlayYearOfPlenty_Invalid
source: You must select a hex corresponding to the resource you wish to receive (Desert doesn't count!).
fr: Vous devez sélectionner un hexagone correspondant à la ressource que vous souhaitez recevoir (le désert ne compte pas!).

# DevCard_AlreadyPlayed
source: You have already played a dev card this turn!
fr: Vous avez déjà joué une carte de développement ce tour-ci!

# DevCard_BoughtThisTurn
source: You cannot play a dev card that you bought this turn!
fr: Vous ne pouvez pas jouer une carte de développement que vous avez achetée ce tour-ci!

# PlaceCity_Failed
source: You must select a city you own to upgrade.
fr: Vous devez sélectionner une ville que vous possédez pour la mettre à niveau

# PlaceInitialRoad_NotAdjacent
source: Your road must be placed next to your new settlement.
fr: Votre route doit être placée à côté de votre nouvelle colonie.

# PlaceRoad_AlreadyOccupied
source: You cannot place a road there because is already occupied.
fr: Vous ne pouvez pas y placer une route car elle est déjà occupée.

# PlaceRoad_Failed
source: Your road must be adjacent to one of your cities, settlements, or roads, and cannot cross other player's settlements or cities.
fr: Votre route doit être adjacente à l'une de vos villes, colonies ou routes et ne peut pas traverser les villes ou les colonies d'un autre joueur.

# PlaceRoad_NotPath
source: That is not a path!
fr: Ce n'est pas un chemin!

# PlaceInitialSettlement_InvalidLocation
source: your settlement must be at least two roads away from other settlements.
fr: votre établissement doit être à au moins deux routes des autres établissements.

# PlaceInitialSettlement_NotIntersection
source: settlements must be placed on intersections.
fr: les colonies doivent être placées sur des intersections.

# PlayKnightCard_ReceivedLargestArmy
source: You have received the Largest Army Card.
fr: Vous avez reçu la plus grande carte d'armée.

# PlayRoadBuilding_SecondInstruction
source: place the second road.
fr: Placez la deuxième route.

# PlayYearOfPlenty_SecondInstruction
source: select a hex for the second resource you would like to receive.
fr: Sélectionnez un hexagone pour la deuxième ressource que vous souhaitez recevoir.

# TurnState_GeneralInvalidInput
source: You have selected an invalid action or target for an action. Please try again.
fr: Vous avez sélectionné une action ou une cible non valide pour une action. Veuillez réessayer.
